{
    "langChoice": {
        "ru": "🇷🇺 Приветствую тебя, путник. Меня зовут Добрыня, я помогу тебе освоиться здесь. Чтобы мы могли продолжить, выбери язык\n🇬🇧 Welcome you, stranger. My name is Dobrinya. I'm here for help you get comfortable here. So that we can continue, select a language",
        "eng": "🇷🇺 Приветствую тебя, путник. Меня зовут Добрыня, я помогу тебе освоиться здесь. Чтобы мы могли продолжить, выбери язык\n🇬🇧 Welcome you, stranger. My name is Dobrinya. I'm here for help you get comfortable here. So that we can continue, select a language"
    },
    "langChoice_editing": {
        "ru": "🇷🇺 Чтобы мы могли продолжить, выбери язык\n🇬🇧 So that we can continue, select a language",
        "eng": "🇷🇺 Чтобы мы могли продолжить, выбери язык\n🇬🇧 So that we can continue, select a language"
    },
    "roleChoice": {
        "ru": "Определимся с ролью. Для этого нажми:\n1. Если хочешь вступить в клан - 🦅\n2. Если ты представитель союзного клана - <:notwar:620724518717227009>\n3. Если ты предстувить другого клана (посол) или просто путник, желающий отогреться у нашего очага (гость) - 🕊️",
        "eng": "❗ You chose english, so you cannot join our clan because we accept into it only russian speaking participants ❗\nLet's choose the role. Please, click:\n1. If you represent an ally clan - <:notwar:620724518717227009>\n2. If you're an ambassador of clan which isn't ally or if you're a stranger who just want to get warm beside our fireplace - 🕊️"
    },
    "recruitName": {
        "ru": "Как звать тебя, путник?\n```Ответом должно быть твое настоящее имя, написанное кириллицей```",
        "eng": ""
    },
    "recruitAge": {
        "ru": "Сколько отроду лет тебе?\n```Ответом должно быть число```",
        "eng": ""
    },
    "recruitCommand": {
        "ru": "У тебя есть желание командовать ястребами?\n```Да/нет```",
        "eng": ""
    },
    "recruitInvite": {
        "ru": "Кто предложил тебе присоединиться к нам?\n```Ответом может быть имя человека, позвавшего тебя в клан, или название ресурса, с которого ты пришел```",
        "eng": ""
    },
    "recruitSteam": {
        "ru": "У всех богатырей есть Steam, а у тебя?\n```Ответом должна быть ссылка на твой профиль в стиме```",
        "eng": ""
    },
    "confirmInfo": {
        "ru": "Итак, вот твоя анкета. Пожалуйста, перепроверь всю информацию и нажми:\n1. Если все верно - ✅\n2. Если нужно изменить информацию - на соответствующую цифру\n3. Если хочешь вернуться на этап определения роли (следующий за выбором языка) - ❌\n",
        "eng": "So, there is your form. Please check the information and press:\n1 If it is correct - ✅\n2. If it is need to change the information - the corresponding digit\n3. If you want to return to the role choice (next after language choice) - ❌\n"
    },
    "allyClanName": {
        "ru": "Из какого ты клана?",
        "eng": "Which clan do you represent?"
    },
    "ambassador_confirmation": {
        "ru": "Ты уверен?",
        "eng": "Are you sure?"
    },
    "form_confirmed_ambassador": {
        "ru": "Добро пожаловать, друг!",
        "eng": "Welcome, friend!"
    },
    "application_sended": {
        "ru": "Я передам старейшинам о твоем прибытии в Hawkband. Проверка заявки может занять какое-то время. Спасибо за ответы, ",
        "eng": "I will inform the elders of your arrival at Hawkband. Verification of the application may take some time. Thanks for the answers, "
    },

    "form_confirmed_recruit": {
        "ru": "Поздравляю, верификация пройдена! Вся необходимая информация и правила есть на канале \"Welcome\" (https://discord.com/channels/394055433641263105/412643124830142468/706165211714945035)\nОзнакомься с ними, если ты этого еще не сделал. Если у тебя остались какие-либо вопросы, обратись к братьям по оружию",
        "eng": ""
    },
    "form_rejected_recruit": {
        "ru": "Твоя заявка на верификацию была отклонена старейшинами. Возможно, ты не соответствуешь требованием нашего сообщества",
        "eng": ""
    },

    "form_confirmed_ally": {
        "ru": "Твоя заявка на верификацию была одобрена старейшинами. Добро пожаловать, друг ястребов!",
        "eng": "Your verification application has been confirmed by the elders. Welcome, friend of the hawks!"
    },
    "form_rejected_ally": {
        "ru": "Твоя заявка на верификацию была отклонена старейшинами. Возможно, клан, который ты  указал в заявке, не является нашим союзником",
        "eng": "Your verification application has been rejected by the elders. Perhaps the clan you indicated in the application isn't our ally"
    },

    "recruit_welcome": {
        "ru": [
            "Эй вы, воины грозные, спешить во все концы! Несите весточку радостную: быть в лагере нашем пиру богатому в честь прибытия ястреба нового, имя которому <@> :eagle:",
            "И был пир на весь мир за воина ратного <@>, что в братсво Ястреба вступил... Люду доброму на радость, да злым врагам на зависть! И я там был, мед-пиво пил, по усам текло, да в рот не попало! :eagle:",
            "Откупоривай бочки с пивом-медом да наливай поскорей до краев, не жалей! Праздник у нас сегодня знатный будет... Поднимем же кубки за воина новобранного, имя которому <@> :eagle:",
            "Жгите костры сигнальные, шлите весточку братьям на дальних рубежах, чтобы ехали на пир славный в честь прибытия воина великого, звать которого <@>. Поприветствуем его, братья, словом добрым, да кубком полным хмельной медовухи. Улыбнется же Ястреб нам, да загрустит враг от того, насколько велико бравое воинство Hawkband :eagle:",
            "Сегодня солнце теплее, лица добрее, медовуха вкуснее. Ястребы кружат над головами суровых бойцов - знак это добрый без спору. Закатывай пир! С новым братом, чье имя <@>, обязательно мы победим! :eagle:",
            "Разошлите весть добрую по лагерю нашему: прибыл к нам новый боец, имя которому <@>. Ястреб, будь вежлив с новым братом по оружию, подними кубок эля за здоровье и удачу его! :eagle:",
            "Славься воинство Ястреба, звонарь же бей в колокола, да будут залиты медовухой кубки. Отныне пополнятся знамена наши, ибо воин бравый <@> примкнул к нам. Да прибудет с тобой Ястреб :eagle:",
            "А и сильные, могучие воины в славном братсве Ястреба! Не скакать врагам по нашей земле! Не топтать их коням землю нашу родную! Не затмить им солнце наше красное! Поприветствуем же брата нового, имя которому <@>, что горой станет в стене щитов наших, что дуб столентний с корнем вырвет, если тот путь преграждать будет! :eagle:",
            "Век стоит лагерь наш - не шатается! И века простоит - не шелохнется! <@>, за тебя, воин славный, мы кубки до краев полные поднимаем! Не подводи братьев-ястребов! :eagle:",
            "Сегодня день благодатный, ибо стал под наши знамена воин знатный <@>. На бой, ястребы! Разобьем врагов полчище несметное! Слава да почет ждут нас не только в нашем народе, но и в других странах заморских! :eagle:"
        ],
        "eng": ""
    },

    "eventName": {
        "ru": "Название ивента:",
        "eng": ""
    },
    "rewardName": {
        "ru": "Название награды:",
        "eng": ""
    },
    "voiceChannels": {
        "ru": "Голосовые каналы:",
        "eng": ""
    },
    "confirmInfo_event": {
        "ru": "Выберите действие",
        "eng": ""
    },

    "langChoice_reg": {
        "ru": "🇷🇺 Выберите язык\n🇬🇧 Choose a language",
        "eng": "🇷🇺 Выберите язык\n🇬🇧 Choose a language"
    },
    "clanName_reg": {
        "ru": "Укажите название клана",
        "eng": "Type clan name"
    },
    "confirmInfo_reg": {
        "ru": "Проверьте информацию\n",
        "eng": "Check information\n"
    },
    "awaitDecision_reg": {
        "ru": "Ожидайте ответа оператора. Ваш звонок очень важен для вас",
        "eng": "Await decision"
    },

    "title_event_creation": {
        "ru": "⚙️ Настройки ивента ⚙️",
        "eng": "⚙️ Настройки ивента ⚙️"
    },
    "eventName_param_description": {
        "ru": " 📜 Название ивента",
        "eng": " 📜 Название ивента"
    },
    "rewardName_param_description": {
        "ru": " :military_medal: Название награды",
        "eng": " :military_medal: Название награды"
    },
    "voiceChannels_param_description": {
        "ru": " :loud_sound: Список голосовых каналов",
        "eng": " :loud_sound: Список голосовых каналов"
    },

    "title_reg": {
        "ru": "❗ Подтверждение информации ❗", 
        "eng": "❗ Confirmation of information ❗"
    },
    "title_reg_to_admins": {
        "ru": ":envelope_with_arrow: Новая заявка на регистрацию ⚔️",
        "eng": ":envelope_with_arrow: Новая заявка на регистрацию ⚔️"
    },
    "clanName_param_description": {
        "ru": " 📜 Название клана",
        "eng": " 📜 Clan name"
    },

    "use_btns": {
        "ru": "Используйте кнопки",
        "eng": "Use buttons"
    },
    "incorrect_answer": {
        "ru": "Ответ не соответствует требованиям",
        "eng": "The answer doesn't meet the requirements"
    },

    "discord_param_description": {
        "ru": ":video_game: Discord:",
        "eng": ":video_game: Discord:"
    },
    "id_param_description": {
        "ru": ":id: id:",
        "eng": ":id: id:"
    }
}